[
  {
    "background_image": "https://photos.zillowstatic.com/fp/e8d51d4916ce005f16e7d4b61c725ba2-p_e.webp",
    "estate_title": "Modern Family Home",
    "id": 1,
    "segment_name": "Residential",
    "description": "A beautiful modern family home located in the suburbs, perfect for a growing family. This stunning property features spacious rooms and modern amenities, making it ideal for those looking to settle down in a comfortable and stylish environment. The house boasts a large living room that flows seamlessly into a state-of-the-art kitchen equipped with top-of-the-line appliances. The master bedroom includes a luxurious en-suite bathroom and a walk-in closet. Additionally, the home offers a dedicated home office space, perfect for remote work. The exterior features a well-maintained garden, a swimming pool, and a two-car garage. The neighborhood is quiet and family-friendly, with excellent schools and parks nearby. This home provides the perfect blend of luxury and convenience, ensuring a comfortable lifestyle for its residents. The suburban area of Cityville is known for its community-oriented atmosphere and easy access to shopping centers, restaurants, and recreational facilities. Whether you're hosting family gatherings or simply enjoying a peaceful evening at home, this property caters to all your needs. Don't miss the opportunity to own this beautiful family home in a prime location.",
    "price": "$500,000",
    "status": "sale",
    "area": "2500 sq ft",
    "location": "Suburban Area, Cityville",
    "facilities": [
      "Living Room",
      "Swimming Pool",
      "Kitchen",
      "Garage",
      "Garden"
    ]
  },
  {
    "background_image": "https://photos.zillowstatic.com/fp/516db8197b6ea0a3eb3d80402c50e41a-p_e.webp",
    "estate_title": "Luxury Apartment",
    "id": 2,
    "segment_name": "Residential",
    "description": "A luxurious apartment with stunning city views and modern amenities. This upscale residence offers an unparalleled living experience in the heart of downtown Metropolis. The apartment features an open-concept living area with floor-to-ceiling windows, allowing for plenty of natural light and breathtaking views of the city skyline. The gourmet kitchen is fitted with high-end appliances, granite countertops, and a breakfast bar, making it a perfect space for entertaining guests. The spacious master bedroom includes a private balcony, a large walk-in closet, and an en-suite bathroom with a soaking tub and a separate glass-enclosed shower. Additional features include a guest bedroom, a home office, and in-unit laundry facilities. Residents of this luxury apartment can enjoy a range of building amenities such as a state-of-the-art fitness center, a rooftop swimming pool, a concierge service, and a resident lounge. The location is unbeatable, with easy access to fine dining, shopping, cultural attractions, and public transportation. This luxury apartment offers a blend of sophistication, convenience, and modern living, making it an ideal choice for discerning buyers looking for a premium urban lifestyle.",
    "price": "$750,000",
    "status": "sale",
    "area": "1800 sq ft",
    "location": "Downtown, Metropolis",
    "facilities": [
      "Living Room",
      "Swimming Pool",
      "Kitchen",
      "Gym",
      "Concierge"
    ]
  },
  {
    "background_image": "https://photos.zillowstatic.com/fp/75dd2a6d525738f43ff86261310c1bc6-p_e.webp",
    "estate_title": "Cozy Cottage",
    "id": 3,
    "segment_name": "Residential",
    "description": "A charming cottage with a rustic feel, ideal for a peaceful retreat. Nestled in the tranquil countryside of Meadowville, this delightful property exudes warmth and character. The cottage features a cozy living room with a stone fireplace, perfect for chilly evenings, and a well-appointed kitchen with modern appliances and ample storage. The master bedroom offers a serene view of the surrounding landscape and includes a spacious closet. The additional bedroom can be used as a guest room or home office. The property also boasts a beautiful garden with mature trees, flower beds, and a porch where you can relax and enjoy the serene environment. The cottage is located in a friendly community with access to local amenities, including shops, cafes, and recreational facilities. This property is ideal for those seeking a quiet and relaxing lifestyle away from the hustle and bustle of city life. Whether you're looking for a weekend getaway or a permanent residence, this cozy cottage offers the perfect blend of comfort and charm. Its rustic design and peaceful location make it a truly unique and inviting home. Experience the tranquility and beauty of countryside living with this wonderful property.",
    "price": "$300,000",
    "status": "sale",
    "area": "1500 sq ft",
    "location": "Countryside, Meadowville",
    "facilities": ["Living Room", "Kitchen", "Garden", "Fireplace", "Porch"]
  },
  {
    "background_image": "https://photos.zillowstatic.com/fp/349693a4f51fd49c4ab23a0f2d7b9b8e-p_e.webp",
    "estate_title": "Downtown Condo",
    "id": 4,
    "segment_name": "Residential",
    "description": "A sleek and modern condo located in the heart of downtown, close to all amenities. This stylish residence offers contemporary living with an array of premium features. The open-plan living area is designed for comfort and convenience, with large windows providing plenty of natural light and stunning views of the city. The kitchen is equipped with top-of-the-line appliances, sleek cabinetry, and a breakfast bar, making it a great space for cooking and entertaining. The master bedroom includes a large walk-in closet and an en-suite bathroom with modern fixtures and finishes. The condo also offers a second bedroom, ideal for guests or as a home office. Residents can enjoy exclusive access to building amenities such as a fitness center, a rooftop deck with panoramic views, and a swimming pool. The location is unbeatable, with numerous restaurants, shops, and entertainment options just steps away. Public transportation is easily accessible, making it convenient to explore the rest of the city. This downtown condo combines luxury, style, and convenience, making it an excellent choice for urban living. Don't miss the opportunity to own this beautiful home in a prime location.",
    "price": "$400,000",
    "status": "sale",
    "area": "1200 sq ft",
    "location": "Downtown, Cityville",
    "facilities": [
      "Living Room",
      "Kitchen",
      "Gym",
      "Swimming Pool",
      "Rooftop Deck"
    ]
  },
  {
    "background_image": "https://photos.zillowstatic.com/fp/761c871d1bc160ac966c431c7f9d279a-p_e.webp",
    "estate_title": "Suburban Villa",
    "id": 5,
    "segment_name": "Residential",
    "description": "A spacious villa with a large garden, perfect for entertaining and family gatherings. This beautiful property is located in the suburban area of Cityville and offers a luxurious and comfortable living experience. The villa features an expansive living room with high ceilings and large windows, creating a bright and airy atmosphere. The modern kitchen is equipped with high-end appliances, a large island, and plenty of counter space, making it ideal for cooking and entertaining. The master suite includes a walk-in closet and a luxurious en-suite bathroom with a soaking tub and a separate shower. The additional bedrooms are generously sized and perfect for family members or guests. The home also includes a dedicated home theater, providing a perfect space for movie nights. The exterior of the villa is equally impressive, with a large garden, a swimming pool, and a spacious patio area for outdoor dining and entertaining. The property also features a two-car garage and additional storage space. The neighborhood is family-friendly with excellent schools, parks, and recreational facilities nearby. This suburban villa offers the perfect blend of luxury, comfort, and convenience, making it an ideal home for those looking for a spacious and elegant residence.",
    "price": "$600,000",
    "status": "sale",
    "area": "3000 sq ft",
    "location": "Suburban Area, Cityville",
    "facilities": [
      "Living Room",
      "Swimming Pool",
      "Kitchen",
      "Garden",
      "Garage",
      "Home Theater"
    ]
  },
  {
    "background_image": "https://photos.zillowstatic.com/fp/3bd9d3eee19e3fd8d80cbe95b3a1ef21-p_e.webp",
    "estate_title": "Urban Loft",
    "id": 6,
    "segment_name": "Residential",
    "description": "A stylish loft in a renovated warehouse, offering a unique urban living experience. This one-of-a-kind property combines modern amenities with industrial charm, making it a truly special place to live. The loft features an open floor plan with high ceilings, exposed brick walls, and large windows that flood the space with natural light. The contemporary kitchen is equipped with stainless steel appliances, quartz countertops, and a large island, perfect for casual dining and entertaining. The spacious living area includes a cozy nook for reading or relaxing, while the separate office space is ideal for remote work. The master bedroom offers privacy and comfort, with a large closet and an en-suite bathroom featuring a walk-in shower and modern fixtures. The loft also includes a second bedroom, perfect for guests or additional workspace. Residents can enjoy access to building amenities such as a gym, a rooftop deck with stunning city views, and secure parking. Located in the vibrant Warehouse District of Metropolis, this urban loft is close to trendy restaurants, art galleries, and boutique shops. Experience the best of city living in this stylish and unique loft. Don't miss the chance to make this exceptional property your new home.",
    "price": "$450,000",
    "status": "sale",
    "area": "2000 sq ft",
    "location": "Warehouse District, Metropolis",
    "facilities": [
      "Living Room",
      "Kitchen",
      "Gym",
      "Rooftop Deck",
      "Office Space"
    ]
  }
]
